import {IHomeDictionary} from "~/dictionaries/types/home";

export const homeDictionary: IHomeDictionary = {
  title: "در تامین عمران قطعه کیفیت را تضمین میکنیم",
  subtitle:
    "تامین کننده انواع لوازم یدکی برای موتورهای CUMMINS و ادوات راه سازی، معدنی، KOMATSU, HYUNDAI, DONGFENG, ... .",
  showProducts: "مشاهده محصولات",
  newProducts: "محصولات جدید",

  InformationSection1: {
    title: "تامین عمران قطعه در یک نگاه",
    subtitle: "با اتکا به تجربه علمی و عملی با بهره گیری از پرسنل مجرب و امکانات وسیع موجود در مجموعه تامین عمران قطعه راه گشای تامین نیازهای متقاضیان به انواع قطعات یدکی با کیفیت برتر می باشیم.",
    benefits: [
      {
        title: "اطمینان از کیفیت لوازم و سرویس مورد ارائه",
        description:
          "قطعات یدکی مورد ارائه بر اساس تضمین های کیفیتی بین المللی تدارک میگردد که خود پشتوانه خوبی مبنی بر کیفیت قطعات است.",
      },
      {
        title: "داشتن امکانات تدارکاتی مناسب در داخل و خارج از کشور.",
        description:
          "با اتکا به کالا موجود در انبار، در راه، در دست سفارش و عاملیت های فروش در سراسر کشور (علاوه تشکیلات مرکزی)، همچنین با داشتن مراکز پشتیبانی در خارج از کشور امکان سهولت دسترسی برای متقاضیان فراهم خواهد بود.",
      },
      {
        title: "برخورداری از پرسنل مجرب و متخصص",
        description:
          "ارائه مشاوره فنی در جهت انتخاب درست قطعه و هرگونه سرویس مورد نظر.",
      },
      {
        title: "قیمت های رقابتی متناسب با سرویس مورد ارائه",
        description:
          "واقعیت امر این است که قیمت، متناسب با کیفیت کالا و خدمات در ارتباط است. نظر به اینکه ارائه کیفیت بالا در قطعات مصرفی از ضرورت ها در تعمیر و بازسازی ادوات مورد نظر است لذا با رعایت این نکته مهم بدیهی است چنین سرویسی با قیمت مناسب عرضه می شود.",
      },
    ],
  },

  homeSection2: {
    title: 'برخی از برند های موجود قابل ارائه در تامین عمران قطعه',
    description: 'هر گونه استفاده از لوگو برندها صرفا به لحاظ مرجع می باشد و به مفهوم داشتن نمایندگی آنها نیست.'
  },
}