import {IHomeDictionary} from "~/dictionaries/types/home";

export const homeDictionary: IHomeDictionary = {
  title: "در تامین عمران قطعه کیفیت را تضمین میکنیم",
  subtitle:
    "تامین کننده انواع لوازم یدکی برای موتور های cummins و دستگاه های Komatsu , Hyundai و Dongfang و لودر های چینی با برترین برند های روز دنیا.",
  showProducts: "مشاهده محصولات",
  newProducts: "محصولات جدید",

  InformationSection1: {
    title: "این یک متن ساختگی است که تغییر خواهد کرد",
    subtitle: "Tamin Omran Qateh، همواره در خدمت شما برای تأمین اقلام یدکی برتر برای موتورهای Cummins، دستگاه‌های Komatsu، Hyundai، Dongfang و لودرهای چینی از برندهای برجسته جهان. اعتماد به کیفیت ما و تعهد به ارائه خدمات حرفه‌ای، شما را به انتخاب ما به عنوان همکار مطمئن و با سابقه تشویق می‌کند",
    benefits: [
      {
        title: "برخورداری از امکانات و انبار های وسیع",
        description:
          "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد ",
      },
      {
        title: "بیش از 30 سال سابقه مفید",
        description:
          "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد ",
      },
      {
        title: "عضویت رسمی در انجمن ها",
        description:
          "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد ",
      },
      {
        title: "اطمینان از تضمین کیفیت اجناس ",
        description:
          "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد ",
      },
    ],
  },

  homeSection2: {
    title: 'برخی از برند های موجود در تامین عمران قطعه',
    description: 'کیفیت برند ها تضمین شده و دارای تمامی استاندارد های معتبر جهان می باشند.'
  },
}