import {IHomeDictionary} from "~/dictionaries/types/home";

export const homeDictionary: IHomeDictionary = {
  title: "در تامین عمران قطعه کیفیت را تضمین میکنیم",
  subtitle:
    "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد و هرچیزی که شما بخواهید در این قسمت نوشته میشود",
  showProducts: "مشاهده محصولات",
  newProducts: "محصولات جدید",

  InformationSection1: {
    title: "این یک متن ساختگی است که تغییر خواهد کرد",
    subtitle: "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد ",
    benefits: [
      {
        title: "برخورداری از امکانات و انبار های وسیع",
        description:
          "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد ",
      },
      {
        title: "بیش از 30 سال سابقه مفید",
        description:
          "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد ",
      },
      {
        title: "عضویت رسمی در انجمن ها",
        description:
          "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد ",
      },
      {
        title: "اطمینان از تضمین کیفیت اجناس ",
        description:
          "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد ",
      },
    ],
  },

  homeSection2: {
    title: 'این یک متن ساختگی است که تغییر خواهد کرد',
    description: 'انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد و هرچیزی که شما بخواهید در این قسمت نوشته میشود این متم تا انحایی مه باید ادامه میکند تا یه حد حساب شده داشته باشد از انجایی که این قسمت دچار تغییراتی میشود نوشته ان هم به صورت تغییر یافته اعمال میشود'
  },
}