import { IDictionaries } from "~/dictionaries";

export const fa: IDictionaries = {
  common: {
    showMore: "مشاهده بیشتر"
  },
  home: {
    title: "در تامین عمران قطعه کیفیت را تضمین میکنیم",
    subtitle:
      "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد و هرچیزی که شما بخواهید در این قسمت نوشته میشود",
    showProducts: "مشاهده محصولات",
    newProducts: "محصولات جدید",
    InformationSection1: {
      title: "",
      subtitle: "",
      benefits: [
        {
          title: "برخورداری از امکانات و انبار های وسیع",
          description:
            "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد ",
        },
        {
          title: "بیش از 30 سال سابقه مفید",
          description:
            "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد ",
        },
        {
          title: "عضویت رسمی در انجمن ها",
          description:
            "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد ",
        },
        {
          title: "اطمینان از تضمین کیفیت اجناس ",
          description:
            "انواع قطعات ماشین آلات و نوشته هایی که شما مد نظر دارید تا در این بخش نوشته شود نوشته خواهد شد وموضوعات این چنینی که در حال حاضر نوشته میشودمثل یک لورم ایپسوم از پیش تعیین شده میباشد ",
        },
      ],
    },
  },
};
